/* No comment provided by engineer. */
"Ainda não marcou nenhum profissional como favorito." = "Ainda não marcou nenhum profissional como favorito.";

/* No comment provided by engineer. */
"Atenção!" = "Atenção!";

/* No comment provided by engineer. */
"Cancelar" = "Cancelar";

/* No comment provided by engineer. */
"Comece a adicionar favoritos" = "Comece a adicionar favoritos";

/* No comment provided by engineer. */
"Contactar" = "Contactar";

/* No comment provided by engineer. */
"Contactar este profissional" = "Contactar este profissional";

/* No comment provided by engineer. */
"De quem precisa?" = "De quem precisa?";

/* No comment provided by engineer. */
"Desfavoritar" = "Desfavoritar";

/* No comment provided by engineer. */
"Entre imediatamante em contacto com este profissional através do número:" = "Entre imediatamante em contacto com este profissional através do número:";

/* No comment provided by engineer. */
"Enviar SMS" = "Enviar SMS";

/* No comment provided by engineer. */
"Favoritos" = "Favoritos";

/* No comment provided by engineer. */
"Guardar" = "Guardar";

/* No comment provided by engineer. */
"Para lhe mostrarmos profissionais perto de si." = "Para lhe mostrarmos profissionais perto de si.";

/* No comment provided by engineer. */
"Precisamos de aceder à sua localização." = "Precisamos de aceder à sua localização.";

/* No comment provided by engineer. */
"Seguinte" = "Seguinte";

/* No comment provided by engineer. */
"Telefonar" = "Telefonar";

